{
  "3zRpneRKDsOPq92tq7ybAA": {
    "review_id": "3zRpneRKDsOPq92tq7ybAA",
    "user_id": "bjTcT8Ty4cJZhEOEo01FGA",
    "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
    "stars": 3,
    "date": "2016-10-02",
    "text": "If you need an inexpensive place to stay for a night or two then you may consider this place but for a longer stay I'd recommend somewhere with better amenities. \n\nPros:\nGreat location- you're right by the train station, central location to get to old town and new town, and right by sight seeing his tours. Food, bars, and shopping all within walking distance. Location, location, location.\nVery clean and very good maid service\n\nCons:\nTiny rooms \nUncomfortable bed \nAbsolutely no amenities \nNo phone in room \nNo wardrobe \n\nWas given a lot of attitude about me and my husband sharing a room which was quite strange and we were charged 15 pounds more for double occupancy not sure why that matters I felt like it was a money grab. It was just handled in a kind of odd manner to me... \n\nIf you book this hotel all you get is a bed, desk, and a bathroom. It isn't awful but know what you're getting into.",
    "useful": 0,
    "funny": 0,
    "cool": 0
  },
  "ne5WhI1jUFOcRn-b-gAzHA": {
    "review_id": "ne5WhI1jUFOcRn-b-gAzHA",
    "user_id": "AXgRULmWcME7J6Ix3I--ww",
    "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
    "stars": 3,
    "date": "2015-09-17",
    "text": "Mittlerweile gibt es in Edinburgh zwei Ableger der Motel-One-Kette - diese hier ist eher das schlechtere.\n\nWir hatten auf unserer Schottlandtour die Gelegenheit beide Ableger kennenzulernen, da wir beide Nächte in Edinburgh (am ersten sowie am letzten Tag) in einem der beiden Motel One's verbrachten. Von diesem hier waren wir nach dem überraschend positiven Erlebnis im Motel One an der Princes Street [1] etwas enttäuscht.\n\nDas Hotel ist wesentlich größer und extrem unübersichtlich. Da man auf der fünften Etage noch Teile eines weiteren Gebäude, das mittels einer Glasbrücke mit dem Hauptgebäude verbunden ist, hinzugenommen hat, kann die Suche nach dem Zimmer insbesondere auf dieser Etage zu einem Gang im Labyrinth ausarten. Habe ich so noch in keinem Hotel erlebt - uns begegneten immer wieder Menschen, die sich auf der Suche nach ihren Zimmern verirrt haben.\nUnser Zimmer war ähnlich aufgebaut wie das Zimmer im Motel One Princes Street - befand sich jedoch im Inneren des Gebäudes und hatte daher kein Fenster. Nur eine kleine Dachluke, die sich am oberen Ende eines etwa 3m langen Schachts befand, sorgte für einen minimalen Anteil Tageslicht im Zimmer. diese Luke ließ sich auch nicht öffnen, nur ein elektrisches Rollo ließ sich mittels eines Schalters öffnen bzw. schließen.\nSonst gilt für das Zimmer eigentlich das Gleiche wie für das Zimmer im im Motel One Princes Street: Relativ klein, trotzdem extrem ansprechend und schick gestaltet und clever durchdacht. Dazu sehr ruhig.\n\nIm gesamten Hotel gibt es kostenloses WLAN für die Dauer des Aufenthalts für maximal 3 Geräte.\n\nDie Lage des Motel One Royal Mile ist großartig. Vom Airlink-Flughafenbus kann man quasi in den Hoteleingang stolpern, es sind maximal 50m. Zur Royal Mile sind es etwa 100m Luftlinie (bergauf) und man benötigt etwa 5 Minuten bis dort.\n\nDas Frühstück für 9,50 GBP / Person kann man nutzen - muss man aber nicht. Es ist eher übersichtlich und kontinetaler Prägung, trotzdem aber sehr gut. Für den gleichen Preis oder weniger bekommt man aber problemlos ein reichhaltiges Frühstück in einem der zahlreichen Cafes von Edinburgh.\n\nFür ein oder zwei Nächte kann man hier problemlos bleiben, sollte aber nicht allzuviel erwarten. Hat man die Wahl, sollte man meiner Erfahrung nach lieber auf das andere Motel One an der Princes Street ausweichen. \n\n\n----\n[1] http://www.yelp.de/biz/motel-one-edinburgh-2?hrid=7UDwl3s_DuOokkGPZXZgBw",
    "useful": 0,
    "funny": 0,
    "cool": 0
  },
  "llmdwOgDReucVoWEry61Lw": {
    "review_id": "llmdwOgDReucVoWEry61Lw",
    "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w",
    "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
    "stars": 4,
    "date": "2016-08-21",
    "text": "Location is everything and this hotel has it! The reception is inviting and open 24 hours. They are very helpful and have a lot of patience answering all my questions about where to go etc. there is also a lounge open 24 hours with snack-type food. Breakfast is continental-style so if you want heartier fare look elsewhere though you don't have to go far. The bus and train stations are right across the street so it's easy access to the airport or anywhere else you may want to go. Turn uphill to old town or cross the bridge to new town. The room with a view i got was spacious and comfortable though it's a bit of a maze to find it-just follow the signs. The windows are double paned so the room is quiet plus i was on the 5th floor which helps. It's a bit pricey but still one of the best values i found!",
    "useful": 0,
    "funny": 0,
    "cool": 0
  },
  "lGEl24NGj2HVBJrodeXcjg": {
    "review_id": "lGEl24NGj2HVBJrodeXcjg",
    "user_id": "yx8vNXUL0D0HS8rUIC7AFA",
    "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
    "stars": 4,
    "date": "2015-02-21",
    "text": "Beautiful space, great location, staff rock. Tiny room, but this was expected. Bathroom amazing. Walls, however, paper thin, which is why I can barely string a sentence together in this review.",
    "useful": 0,
    "funny": 0,
    "cool": 0
  },
  "JQJvnM3p-3eML05eKcTgiw": {
    "review_id": "JQJvnM3p-3eML05eKcTgiw",
    "user_id": "tgV6tsYQ66DZ3LQKvtC6cw",
    "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
    "stars": 4,
    "date": "2016-11-08",
    "text": "A hotel that has all the basics that you'd need - no additional fuss. For the price we paid, I'd say this place is actually pretty good value. The location is super central and it's easy to get to everywhere from here! It's also right next to the airport shuttle bus and train station, so transport is also easy. \n\nThe insides is a bit of a maze depending on where your room is located - you may have to go down to go up to go back down again to get to your room! But no bother, it's good for walking off the chips and sobering from your drinks.",
    "useful": 1,
    "funny": 1,
    "cool": 1
  },
  "6JF4WfHgwYrrdZ2VeYtnFw": {
    "review_id": "6JF4WfHgwYrrdZ2VeYtnFw",
    "user_id": "Q-3YCVywc03w56wYtGlKvg",
    "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
    "stars": 3,
    "date": "2015-07-27",
    "text": "Stayed here for two nights, costs was £109 per night for two people sharing a room which was not a budget price for what felt like budget rooms. Firstly they don't have any twin rooms in the hotel which would be preferable when I was sharing with a friend not my lover! There is only one small bin which is located in the bathroom.  No soap, which I find ridiculous, only toiletries were a dual shower gel/hair wash. There was a hairdryer but no wardrobes or drawers. Room was also very cold. \n\nNow for the positive, the location is very good, close to princes street and St. Andrews square. The staff are very helpful and the bar is 24 hours. \n\nDon't bother with the breakfast which is £9.50 each for a continental breakfast where you can easily get a cooked breakfast in any one of the cafes in Cockburn Street, which is adjacent to this hotel. \n\nIf I go to Edinburgh again I will book a different hotel.",
    "useful": 1,
    "funny": 0,
    "cool": 0
  },
  "fbVYETRuWDw8QnpimpGMpg": {
    "review_id": "fbVYETRuWDw8QnpimpGMpg",
    "user_id": "Cx4UCow0zQgFQOp47RRRaA",
    "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
    "stars": 4,
    "date": "2014-05-07",
    "text": "Well, i like the idea of Motel One. Always in the center of the city, somehow modern design, good beds. No fancy unnecessary stuff. All of this is true for this motel one in Edinburgh. Perfectly located even if it's hard to discover. \nBreakfast is ok, but not more. \nService is friendly. \nNo twin rooms available..",
    "useful": 1,
    "funny": 0,
    "cool": 0
  }
}