{
  "bjTcT8Ty4cJZhEOEo01FGA": {
    "review_ids": [
      "3zRpneRKDsOPq92tq7ybAA"
    ],
    "reviews": [
      {
        "review_id": "3zRpneRKDsOPq92tq7ybAA",
        "user_id": "bjTcT8Ty4cJZhEOEo01FGA",
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "stars": 3,
        "date": "2016-10-02",
        "text": "If you need an inexpensive place to stay for a night or two then you may consider this place but for a longer stay I'd recommend somewhere with better amenities. \n\nPros:\nGreat location- you're right by the train station, central location to get to old town and new town, and right by sight seeing his tours. Food, bars, and shopping all within walking distance. Location, location, location.\nVery clean and very good maid service\n\nCons:\nTiny rooms \nUncomfortable bed \nAbsolutely no amenities \nNo phone in room \nNo wardrobe \n\nWas given a lot of attitude about me and my husband sharing a room which was quite strange and we were charged 15 pounds more for double occupancy not sure why that matters I felt like it was a money grab. It was just handled in a kind of odd manner to me... \n\nIf you book this hotel all you get is a bed, desk, and a bathroom. It isn't awful but know what you're getting into.",
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    ]
  },
  "AXgRULmWcME7J6Ix3I--ww": {
    "review_ids": [
      "ne5WhI1jUFOcRn-b-gAzHA"
    ],
    "reviews": [
      {
        "review_id": "ne5WhI1jUFOcRn-b-gAzHA",
        "user_id": "AXgRULmWcME7J6Ix3I--ww",
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "stars": 3,
        "date": "2015-09-17",
        "text": "Mittlerweile gibt es in Edinburgh zwei Ableger der Motel-One-Kette - diese hier ist eher das schlechtere.\n\nWir hatten auf unserer Schottlandtour die Gelegenheit beide Ableger kennenzulernen, da wir beide Nächte in Edinburgh (am ersten sowie am letzten Tag) in einem der beiden Motel One's verbrachten. Von diesem hier waren wir nach dem überraschend positiven Erlebnis im Motel One an der Princes Street [1] etwas enttäuscht.\n\nDas Hotel ist wesentlich größer und extrem unübersichtlich. Da man auf der fünften Etage noch Teile eines weiteren Gebäude, das mittels einer Glasbrücke mit dem Hauptgebäude verbunden ist, hinzugenommen hat, kann die Suche nach dem Zimmer insbesondere auf dieser Etage zu einem Gang im Labyrinth ausarten. Habe ich so noch in keinem Hotel erlebt - uns begegneten immer wieder Menschen, die sich auf der Suche nach ihren Zimmern verirrt haben.\nUnser Zimmer war ähnlich aufgebaut wie das Zimmer im Motel One Princes Street - befand sich jedoch im Inneren des Gebäudes und hatte daher kein Fenster. Nur eine kleine Dachluke, die sich am oberen Ende eines etwa 3m langen Schachts befand, sorgte für einen minimalen Anteil Tageslicht im Zimmer. diese Luke ließ sich auch nicht öffnen, nur ein elektrisches Rollo ließ sich mittels eines Schalters öffnen bzw. schließen.\nSonst gilt für das Zimmer eigentlich das Gleiche wie für das Zimmer im im Motel One Princes Street: Relativ klein, trotzdem extrem ansprechend und schick gestaltet und clever durchdacht. Dazu sehr ruhig.\n\nIm gesamten Hotel gibt es kostenloses WLAN für die Dauer des Aufenthalts für maximal 3 Geräte.\n\nDie Lage des Motel One Royal Mile ist großartig. Vom Airlink-Flughafenbus kann man quasi in den Hoteleingang stolpern, es sind maximal 50m. Zur Royal Mile sind es etwa 100m Luftlinie (bergauf) und man benötigt etwa 5 Minuten bis dort.\n\nDas Frühstück für 9,50 GBP / Person kann man nutzen - muss man aber nicht. Es ist eher übersichtlich und kontinetaler Prägung, trotzdem aber sehr gut. Für den gleichen Preis oder weniger bekommt man aber problemlos ein reichhaltiges Frühstück in einem der zahlreichen Cafes von Edinburgh.\n\nFür ein oder zwei Nächte kann man hier problemlos bleiben, sollte aber nicht allzuviel erwarten. Hat man die Wahl, sollte man meiner Erfahrung nach lieber auf das andere Motel One an der Princes Street ausweichen. \n\n\n----\n[1] http://www.yelp.de/biz/motel-one-edinburgh-2?hrid=7UDwl3s_DuOokkGPZXZgBw",
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    ]
  },
  "oU2SSOmsp_A8JYI7Z2JJ5w": {
    "review_ids": [
      "llmdwOgDReucVoWEry61Lw"
    ],
    "reviews": [
      {
        "review_id": "llmdwOgDReucVoWEry61Lw",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w",
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "stars": 4,
        "date": "2016-08-21",
        "text": "Location is everything and this hotel has it! The reception is inviting and open 24 hours. They are very helpful and have a lot of patience answering all my questions about where to go etc. there is also a lounge open 24 hours with snack-type food. Breakfast is continental-style so if you want heartier fare look elsewhere though you don't have to go far. The bus and train stations are right across the street so it's easy access to the airport or anywhere else you may want to go. Turn uphill to old town or cross the bridge to new town. The room with a view i got was spacious and comfortable though it's a bit of a maze to find it-just follow the signs. The windows are double paned so the room is quiet plus i was on the 5th floor which helps. It's a bit pricey but still one of the best values i found!",
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    ],
    "tips": [
      {
        "text": "Leave time to find parking!!!",
        "date": "2016-08-02",
        "likes": 0,
        "business_id": "yQab5dxZzgBLTEHCw9V7_w",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      },
      {
        "text": "No Delta skyclub in this large Intl' airport and not partnered with American",
        "date": "2016-08-05",
        "likes": 0,
        "business_id": "yQab5dxZzgBLTEHCw9V7_w",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      },
      {
        "text": "Get a return if you are coming from/going to the airport, it's cheaper!",
        "date": "2016-08-22",
        "likes": 0,
        "business_id": "4-0Z-GOAgpqcvqBy9mHV5g",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      },
      {
        "text": "Walking distance to the airport!!",
        "date": "2016-08-22",
        "likes": 0,
        "business_id": "ORFJ8onuUtj7s5c3nWNwwQ",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      },
      {
        "text": "Bus stop for express 100 bus to Edinborogh center right in front of hotel",
        "date": "2016-08-22",
        "likes": 0,
        "business_id": "ORFJ8onuUtj7s5c3nWNwwQ",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      },
      {
        "text": "They help you find the perfect whiiskey to try",
        "date": "2016-08-18",
        "likes": 0,
        "business_id": "qeFGUu1WPvMMNn5Hno6D-Q",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      },
      {
        "text": "Organized fast check in",
        "date": "2016-08-22",
        "likes": 0,
        "business_id": "UmwUz-NcGi6GqgTZJi_Ouw",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      },
      {
        "text": "Awesome location!!",
        "date": "2016-08-18",
        "likes": 0,
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      },
      {
        "text": "The cheap room advertised on the window is for basic room off-season",
        "date": "2016-08-21",
        "likes": 0,
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      },
      {
        "text": "Free wifi and full on continental breakfast with eggs",
        "date": "2016-08-22",
        "likes": 0,
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      },
      {
        "text": "Delta sky club membership not accepted but if u are a Platinum u can get in",
        "date": "2016-08-22",
        "likes": 0,
        "business_id": "dTvNFsBl6YknOb2lNB0GMw",
        "user_id": "oU2SSOmsp_A8JYI7Z2JJ5w"
      }
    ]
  },
  "yx8vNXUL0D0HS8rUIC7AFA": {
    "review_ids": [
      "lGEl24NGj2HVBJrodeXcjg"
    ],
    "reviews": [
      {
        "review_id": "lGEl24NGj2HVBJrodeXcjg",
        "user_id": "yx8vNXUL0D0HS8rUIC7AFA",
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "stars": 4,
        "date": "2015-02-21",
        "text": "Beautiful space, great location, staff rock. Tiny room, but this was expected. Bathroom amazing. Walls, however, paper thin, which is why I can barely string a sentence together in this review.",
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    ]
  },
  "tgV6tsYQ66DZ3LQKvtC6cw": {
    "review_ids": [
      "JQJvnM3p-3eML05eKcTgiw"
    ],
    "reviews": [
      {
        "review_id": "JQJvnM3p-3eML05eKcTgiw",
        "user_id": "tgV6tsYQ66DZ3LQKvtC6cw",
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "stars": 4,
        "date": "2016-11-08",
        "text": "A hotel that has all the basics that you'd need - no additional fuss. For the price we paid, I'd say this place is actually pretty good value. The location is super central and it's easy to get to everywhere from here! It's also right next to the airport shuttle bus and train station, so transport is also easy. \n\nThe insides is a bit of a maze depending on where your room is located - you may have to go down to go up to go back down again to get to your room! But no bother, it's good for walking off the chips and sobering from your drinks.",
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    ]
  },
  "Q-3YCVywc03w56wYtGlKvg": {
    "review_ids": [
      "6JF4WfHgwYrrdZ2VeYtnFw"
    ],
    "reviews": [
      {
        "review_id": "6JF4WfHgwYrrdZ2VeYtnFw",
        "user_id": "Q-3YCVywc03w56wYtGlKvg",
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "stars": 3,
        "date": "2015-07-27",
        "text": "Stayed here for two nights, costs was £109 per night for two people sharing a room which was not a budget price for what felt like budget rooms. Firstly they don't have any twin rooms in the hotel which would be preferable when I was sharing with a friend not my lover! There is only one small bin which is located in the bathroom.  No soap, which I find ridiculous, only toiletries were a dual shower gel/hair wash. There was a hairdryer but no wardrobes or drawers. Room was also very cold. \n\nNow for the positive, the location is very good, close to princes street and St. Andrews square. The staff are very helpful and the bar is 24 hours. \n\nDon't bother with the breakfast which is £9.50 each for a continental breakfast where you can easily get a cooked breakfast in any one of the cafes in Cockburn Street, which is adjacent to this hotel. \n\nIf I go to Edinburgh again I will book a different hotel.",
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    ]
  },
  "Cx4UCow0zQgFQOp47RRRaA": {
    "review_ids": [
      "fbVYETRuWDw8QnpimpGMpg"
    ],
    "reviews": [
      {
        "review_id": "fbVYETRuWDw8QnpimpGMpg",
        "user_id": "Cx4UCow0zQgFQOp47RRRaA",
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "stars": 4,
        "date": "2014-05-07",
        "text": "Well, i like the idea of Motel One. Always in the center of the city, somehow modern design, good beds. No fancy unnecessary stuff. All of this is true for this motel one in Edinburgh. Perfectly located even if it's hard to discover. \nBreakfast is ok, but not more. \nService is friendly. \nNo twin rooms available..",
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    ]
  },
  "eqWEgMH-DCP74i82BEAZzw": {
    "review_ids": [
      "lobj38NgaokqVseN8_nn6g"
    ],
    "reviews": [
      {
        "review_id": "lobj38NgaokqVseN8_nn6g",
        "user_id": "eqWEgMH-DCP74i82BEAZzw",
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "stars": 4,
        "date": "2015-02-26",
        "text": "I really do love the Germans. This chain is spreading fast over there and they're bringing their efficiency and attention to detail with them here. \n\nMotel One is, as the name suggests, aimed at the budget market. Rates for this venue range from approximately £69/night up. I booked ahead and appreciated the completely free reservation process with room guaranteed until 6pm on the day of arrival. If you give your credit card details, it's reserved beyond that time.\n\nLocation is excellent! If you exit from the Market St side of Waverly and turn right it's maybe 3 minutes away. It would be very hard to have it closer. That also makes it very close to the castle and Princes St. Welcome was warm and check-in easy. The lobby area is pretty small but clean and cosy with sweets, maps etc. There's a bar area down a few steps where they also serve the buffet breakfast each morning.\n\nMy room was the cheapest version and was internal, facing onto a courtyard. It had no view and was quite dark, but quiet. Everything was completely spotless. The bathroom was small but well designed and had a great shower. Bed was comfy with 2 single duvets. So continental, don't you know? I appreciated the tea and coffee making facilities (I'm like a beast without them), the decent sized TV and the free wifi. The hanging storage facilities are limited but it was fine for a few days. \n\nRandom: hands down the best hotel hairdryer I have ever used. And one of the best dryers in general-called a Black Mambo. It was worth staying there for that alone. Well, you know, also the really good value and the pristine conditions. But definitely the hairdryer.",
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    ]
  },
  "d0DGZRp6lHXGECJSc_nn-A": {
    "review_ids": [
      "ysfjtAWreLoy7um8WTb8xA"
    ],
    "reviews": [
      {
        "review_id": "ysfjtAWreLoy7um8WTb8xA",
        "user_id": "d0DGZRp6lHXGECJSc_nn-A",
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "stars": 5,
        "date": "2015-08-21",
        "text": "Motel One sets the standard for budget hotels. I stayed at the Dusseldorf branch a while ago so when I saw one in Edinburgh, I knew this was the place to book. We managed to get a reservation during the Edinburgh Fringe Festival and only booked a few weeks before. We did pay a premium over the normal rate but given the crowds in the city during this time, it was still a good deal compared to other hotels.\n\nStaff were all friendly and welcoming, presentable and professional.\nWe received a room upgrade with quite a large room overlooking the bridge crossing Waverley station to Princes St. Despite overlooking a busy road, the room was almost silent thanks to solid double glazing. The room temperature was perfectly controlled with an individual A/C unit. Super clean, modern, uncluttered. Bathroom was similar. No slamming doors or noise in the night. Bonus.\n\nFree wifi that works with one log in (doesn't require repeated log ins as some places do) and had decent signal strength.\n\nThe buffet continental breakfast was also a hit with fresh croissants, danishes, cold cuts, cheese, toast, fruit and yoghurt all well presented, fresh and good quality as was the coffee.\n\nIf I am looking for a reasonable hotel in a city, Motel One will be by first choice.",
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    ]
  },
  "IpLZ7RevQrFPJWYc9Gxymg": {
    "review_ids": [
      "OF1ToqGAubsWGri5iad15w"
    ],
    "reviews": [
      {
        "review_id": "OF1ToqGAubsWGri5iad15w",
        "user_id": "IpLZ7RevQrFPJWYc9Gxymg",
        "business_id": "uYHaNptLzDLoV_JZ_MuzUA",
        "stars": 3,
        "date": "2013-12-07",
        "text": "Had Continental style breakfast here a short distance from Waverley Station as I had half hour before a train home and wanted to try somewhere new. Motel1One is nearby and a easy two minute walk, slightly uphill towards the castle from the station. \n\nOn entry it's modern, cosy has tons of cool yet bright pastel and mochilato colours to accommodate your cold wintertime self. Wooden floors, warm rugs, sheepskins on the sofas, slate walls and oak barrelled tables, with slight distinct Scottish themes due to their tartan furnished accessories completes the feel.\n\nI sat in One Lounge, had tea and food self served for well under £10, you know bran, meats cheese and croissant that sort of stuff. With a copy of local newspaper in hand I really needed to eat, stay warm and access wifi, the reasons I came in.\n\nSome hotels in the city give you access to wifi if your a paying guest, but repeated attempts to access their wifi even with staff help, eventually gave access but in German. On going to reception again for additional help the staff were great got the correct website for me, but still no luck.\n\nHmmm, by the time this was all done I came back to cold tea and didn't really have time now to finish a second cup of hot Earl Grey, so sorry to staff for removing an almost full cup of tea. Great place though nice breakfast and funky decor especially the plasma tv displaying a roasting log fire in reception, but sadly for me no easy access to wifi when badly required.\n\nMaybe next time I will endeavour to try food against technology!",
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    ]
  },
  "WZXp9-V2dqRRJqhGgRqueA": {
    "review_ids": [
      "i5UwUPlQFPLcE8p2gPFwBw"
    ],
    "reviews": [
      {
        "review_id": "i5UwUPlQFPLcE8p2gPFwBw",
        "user_id": "WZXp9-V2dqRRJqhGgRqueA",
        "business_id": "jQsNFOzDpxPmOurSWCg1vQ",
        "stars": 4,
        "date": "2015-03-26",
        "text": "For being fairly \"fast\" food.. Pei Wei (pronounced pay way I confirmed haha) is pretty darn good. we got a few things to share. I had the Asian chicken salad and was impressed! There was a decent amount of chicken. Some more veggies would be nice, but overall pretty good. The steak teriyaki was great as well as the fried rice. Over all good was good! Nice, clean, and reasonable.",
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    ]
  }
}